[
    ["Who gets offended the easiest?", "Kto sa najľahšie urazí?"],
    ["Who is the biggest crybaby?", "Kto je najviac urevaný?"],
    ["Who is/will be the least successful in life?", "Kto je/bude v živote najmenej úspešný?"],
    ["Who is the most disrespectful?", "Kto je najviac neúctivý?"],
    ["Who is the most naive?", "Kto je najviac naivný?"],
    ["Who is most likely to die alone?", "Kto má najväčšiu šancu, že zomrie sám?"],
    ["Who is the laziest?", "Kto je najlenivejší?"],
    ["Who is addicted to something but won't admit it?", "Kto je na niečom závislý, no neprizná si to?"],
    ["Who is most likely to end up homeless?", "Kto má najväčšiu šancu, že skončí pod mostom?"],
    ["Who is the worst at managing money?", "Kto vie najhoršie narábať s peniazmi?"],
    ["Who is the dumbest?", "Kto je najhlúpejší?"],
    ["Who is most likely to be gay?", "U koho je najpravdepodobnejšie, že je/bude 'teplý'?"],
    ["Who is the least attractive?", "Kto je najmenej atraktívny?"],
    ["Who thinks too much of themselves?", "Kto si o sebe myslí až moc?"],
    ["Who do you like the least?", "Koho máš najmenej v láske?"],
    ["Who is the least mature for their age?", "Kto je na svoj vek najmenej vyspelý?"],
    ["Who is most likely to become an alcoholic?", "Kto má najväčšiu šancu, že bude alkoholik?"],
    ["Who's the most likely to get ghosted after a date?", "Kto má najväčšiu šancu, že ho niekto po rande ghostne?"],
    ["Who's secretly crushing on someone in this circle?", "Komu sa tajne páči niekto v tomto kruhu?"],
    ["Who's the worst at keeping secrets?", "Kto je najhorší v držaní tajomstiev?"],
    ["Who's most likely to be the first to get married... and divorced?", "Kto má najväčšiu šancu, že sa ako prvý ožení... a rozvedie?"],
    ["Who would you never trust with your phone unlocked?", "Komu by si nikdy nedával svoj odomknutý telefón?"],
    ["Who's the most likely to text their ex after a few drinks?", "Kto má najväčšiu šancu, že napíše svojmu/svojej ex po pár drinkoch?"],
    ["Who's the one person here you'd never date, no matter what?", "S kým by si sa v živote, za žiadnych okolností, nedal dokopy?"],
    ["Who would be the most annoying to live with?", "S kým musí byť najotravnejšie žiť?"],
    ["Who's the worst person to take relationship advice from?", "Od koho by si si nikdy nevzal/a radu do vzťahu?"],
    ["Who's the last person you'd want to get stuck on a long car ride with?", "Kto je tá posledná osoba s ktorou by si chcel/a byť zaseknutý/á v dlhej jazde autom."],
    ["Who's the biggest drama queen?", "Kto je najväčšia drama queen?"],
    ["Who's the most likely to start an argument?", "Kto má najväčšiu šancu, že začne hádku?"],
    ["Who's the most likely to have a secret Tinder account?", "U koho je najpravdepodobnejšie, že má Tinder účet?"],
    ["Who would you trust the least with your deepest secrets?", "Komu by si veril/a najmenej s tvojimi najtemnejšími tajomstvami?"],
    ["Who's most likely to fake being busy to get out of plans?", "Kto sa z najväčšou pravdepodobnosťou vymotáva z plánov?"],
    ["Who's the most likely to hook up with a friend's ex?", "U koho je najväčšia šanca, že sa dá dokopy s ex kamaráta?"],
    ["Who's the biggest lightweight when it comes to drinking?", "Kto sa ožere najrýchlejšie?"],
    ["Who's the most likely to forget a name of their date?", "Kto má najväčšiu šancu, že zabudne meno svojho rande?"],
    ["Who's most likely to lie about their body count?", "Kto pravdepodobne klame o svojom body count?"],
    ["Who's the biggest attention seeker?", "Kto najviac hľadá pozornosť?"],
    ["Who's the worst kisser?", "Kto dáva najhoršie bozky?"],
    ["Who's the most likely to get kicked out of a club or bar?", "Kto má najväčšiu šancu, že ho vyhodia z baru?"],
    ["Who's most likely to bail on plans?", "Kto má najväčšiu šancu, že zruší plány poslednú minútu?"],
    ["Who's the most likely to cheat in a relationship?", "U koho je najpravdepodobnejšie, že vo vzťahu podvedie?"],
    ["Who's the most likely to say something inappropriate at the worst time?", "U koho je najpravdepodobnejšie, že povie niečo nevhodné v najhorší možný čas?"],
    ["Who's the most likely to date someone for their body?", "U koho je najpravdepodobnejšie, že je/dá sa dokopy s niekym len kvôli ich telu?"],
    ["Who's the biggest party animal?", "Kto je najväčšie 'párty zviera'?"],
    ["Who's the most likely to have a weird kink?", "U koho je najpravdepodobnejšie, že má nejaký divný fetiš?"],
    ["Who has most likely sent nudes?", "Kto s najväčšou pravdepodobnosťou už poslal nudesku?"],
    ["Who's the most likely to go back to a toxic ex?", "Kto má najväčšiu šancu, že sa dá dokopy s ich toxic ex?"],
    ["Who's the most likely to be secretly into someone else's partner?", "Kto má najväčšiu šancu, že má city k niekoho partnerovi?"]
]
